[
    {
        "humanID" : "AAA_Dr-IDK_Lab",
        "humanName" : "Dr. IDK",
        "biome" : "OvergrownForest",
        "recipesUnlockedID" : "",
        "spokenTo" : false,
        "firstDialogue" :
        {
            "phrases" :
            [
                "Hello Wollo, I see you finally found my <u>TranceSmitter</u>! Good job, Wollo!",
                "Now, I'll tell you what to do. Search for the <u>Final Recipe</u>, the one which will cure humanity from this long going desease.",
                "However, I don't know all the details, so you will have to use the TS to talk to everyone out there.\nLet's hope to find someone who knows something, even the smaller detail.",
                "Thinking about it, there is something I know... In the world you will find 3 special items, come back to me when you'll find them all.",
                "Did you understand everything?                   \nGood!\nYou know, I hate to load you with this burden...",
                "Still you're the only one who can do it. I believe in you!",
                "Now go, complete your quest. Good luck Wollo!"
            ]
        },
        "generalDialogue" :
        {
            "phrases" :
            [
                "Hey! Love to see you back, how is it going?            \nGood! I like to hear that.",
                "You really are my most special invention, Wollo, I'm really proud of you <3.",
                "Go now, complete your quest, and come back to me when you'll have all th"
            ]
        }
    },
    {
        "humanID" : "00_OF_PolicemanWood",
        "humanName" : "Maur Woodsie",
        "biome" : "OvergrownForest",
        "recipesUnlockedID" : "",
        "spokenTo" : false,
        "firstDialogue" :
        {
            "phrases" :
            [
                "<i>Is this robot approaching me?!</i>\n<i>It kinda seems so...</i>",
                "How are you doing this fine morning gentleman? ...         \n<i>Oh yeah, I forgot I can't talk since I'm paralyzed.\nAll these years must have made me kinda stupid.</i>",
                "Wait, what? You can still understand me?",
                "That's goooooooooooooood. It has been years since I \"talked\" to someone...      \nSomething...      \nSome...",
                "What exactly are you??",
                "I understand... <i>Do I?</i>         \nAnyway, it really is a pleasure to meet you. What can I do for you?",
                "You want to enter the forest to search ingredients?        \nPut your life on the line for this noble cause?       \nThat's a good thing!",
                "HOWEVER                          ",
                "Don't underestimate the forest perils just because you are very resilient;        \nthis forest is known for the ferocious population of wolves that lives here.",
                "Please just pay attention, the whole humanity fate depends on you!"
            ]
        },
        "generalDialogue" :
        {
            "phrases" :
            [
                "How is it going?     \nHave you found all ingredients yet?\nI hope wolves weren't a problem...",
                "Ok, thanks to you humanity will be safe once again...\nKeep going little robot!"
            ]
        }
    },
    {
        "humanID" : "01_OF_MushroomHuman",
        "humanName" : "Johnny Mushbloom",
        "biome" : "OvergrownForest",
        "recipesUnlockedID" : "00_MushroomSoup",
        "spokenTo" : false,
        "firstDialogue" :
        {
            "phrases" :
            [
                "Hello, my name is Johnny MushBloom. I'm so relieved I'm still able to talk after all these years.",
                "Look around here, you can see many mushrooms, I was just about to pick' em up when I found myself completely blocked.",
                "But don't worry, if you want to use them instead they are all yours! Just be careful...",
                "You see, there are two kinds:\nthe red mushrooms are delicious, while the white ones are extremely poisonous.",
                "But I know the secret! Use this recipe: <u>Mushroom Good Soup</u> and you will be able to eat them both.",
                "Oh... Wait... Are you a robot?\n<i>I can barely move my eyes around</i> :C\nIn that case you don't need food, but energy!\nTry put them in a Mr.Fusion machine and you'll get energy.",
                "I hope I was helpful, come back again to see me!"
            ]
        },
        "generalDialogue" :
        {
            "phrases" :
            [
                "It is so nice of you to come back again to see how I'm doing!",
                "I'm fine, but it would be just better if I could move freely.",
                "But I guess I'll have to wait for a little more...",
                "Anyway, see you next time. Have a good day :)"
            ]
        }
    },
    {
        "humanID" : "02_OF_PoisonousDoughHuman",
        "humanName" : "Mortimer Corpsewell",
        "biome" : "OvergrownForest",
        "recipesUnlockedID" : "02_PoisonousDough",
        "spokenTo" : false,
        "firstDialogue" :
        {
            "phrases" :
            [
                "Hello friend what can I do for you today?     \n\n<i>I am totally going to unalive this little guy, he he.",
                "*tries to take the knife and ambush Wollo*",
                "<i> Fudge nuggets!! I didn't remember I can't move!</i>      \n\nWere you saying...?",
                "...     \nI totally was not going to do anything to you.      \nOn my, ehm, very respectable word.",
                "Oh, flippity flatdoodle, you can read my mind?!? I am really sorry...      \n<i>Or am I, he he....            \n...       \nOh right, the mind thing.</i>",
                "Soooo, can I make up to you by teaching you this recipe? <u><b>Posionous Dough Recipe</b></u>",
                "You will find the mushrooms in the upper path while you can encounter wolves on the path on the left.",
                "Ok, now go away before...      \nOh, yeah, I can't bloody move."
            ]
        },
        "generalDialogue" :
        {
            "phrases" :
            [
                "Are you still here? I already teached you all I know.",
                "<i>Just wait until I'll able to move again, then you will unders...</i>",
                "...\nNo, I definitely didn't say anything, na-ah. I wasn't thinking much neither he he."
            ]
        }
    },
    {
        "humanID" : "03_OF_LoverBoyHuman",
        "humanName" : "Romeo Montrose",
        "biome" : "OvergrownForest",
        "recipesUnlockedID" : "",
        "spokenTo" : false,
        "firstDialogue" :
        {
            "phrases" :
            [
                "Ciao, how's it going?",
                "Good to hear that!          \nMe? Not really well as you can probably see.",
                "I wouldn't even complain, if only I could see my beloved Juliet once more!",
                "...              \nAre you saying she's just that close? There is no way, not after all these years.",
                "You want to help us?\nThat would be the most kind thing some stranger has done for me.\nAnd I would be grateful forever!"
            ]
        },
        "generalDialogue" :
        {
            "phrases" :
            [
                "Oh, it's you again!",
                "Don't worry, I am just excited for what's about to happen.\n<i>After all this time... One more time...</i>"
            ]
        }
    },
    {
        "humanID" : "04_OF_LoverGirlHuman",
        "humanName" : "Juliet Thorne",
        "biome" : "OvergrownForest",
        "recipesUnlockedID" : "",
        "spokenTo" : false,
        "firstDialogue" :
        {
            "phrases" :
            [
                "Hello darling, have you seen my man? He's name is Romeo.\nI haven't seen him since this complete paralysis hit me.",
                "You say he's been by my side for all these years?\nOh my, I thought he went for that little bitch of his assistant a long time ago.",
                "*Starts crying*",
                "You really want to help me? That would be so generous, thanks!"
            ]
        },
        "generalDialogue" :
        {
            "phrases" :
            [
                "I waited for many years, a little more time won't change anything.",
                "Take your time, I will be here.\n<i>I couldn't move even if I wanted anyway.</i>"
            ]
        }
    },
    {
        "humanID" : "05_OF_CanineGlueHuman",
        "humanName" : "Amanda Dingobond",
        "biome" : "OvergrownForest",
        "recipesUnlockedID" : "01_CanineGlue",
        "spokenTo" : false,
        "firstDialogue" :
        {
            "phrases" :
            [
                "<i>You're here. Intruding. Glue binds. Wolves howl freedom.</i>\n<i>I'm trapped, paralyzed. Mind roams, limbs don't.</i>\n<i>Glue comforts. Wolves echo desires. Secret ally, silent companion.</i>\n<i>I long to run. Solace in bonding.</i>",
                "<i>Silence, my soliloquy.                 </i>\n<i>Your silent presence speaks.               </i>\n<i>Speak or remain. Our unspoken communion.</i>",
                "...",
                "Holy poly, did you hear everything I said??",
                "Is that so?\nWhat? You didn't understand what I was mumbling?",
                "<i>Great Scott! I got lucky this time...</i>\n\nI can't tell you that, but I can reveal to you one of my other secrets.",
                "Pssssst... Psssssssssst... \nAnd then psst... \nPssssssst... \nAnd finally you put it out before it goes pssst...",
                "That is how you do the most perfect recipe of them all: the <u>Canine Glue</u>!",
                "Now go, I need to concentrate on my very important thoughts."
            ]
        },
        "generalDialogue" :
        {
            "phrases" :
            [
                "<i>Arrived, interloper, crystals bind, echoes yearn.</i>\n<i>Wings clipped, mind dances, feet stagnant.</i>",
                "<i>Threads embrace, echoes resonate, veiled witness.</i>\n<i>Silent partner, craving flight, refuge in fusion.</i>",
                "<i>Silence.\nMy sonnet, your mute echoes resonate.</i>\n<i>Voiceless encore, our dance of whispers.</i>"
            ]
        }
    },
    {
        "humanID" : "06_OF_FallenStarHuman",
        "humanName" : "Juliet Thorne",
        "biome" : "OvergrownForest",
        "recipesUnlockedID" : "03_OrganicTerracotta",
        "spokenTo" : false,
        "firstDialogue" :
        {
            "phrases" :
            [
                "You are finally here! The prophecy is about to be completed!",
                "Of course I knew you would come, one day. I am still the Divine Oracle afer all!",
                "...          \nYou have no idea who the Divine Oracle is? Were you born yesterday?\n...                        \nIt was just a rethorical question, you don't have to answer it...",
                "Anyway.               \nNow that you're here it is time...\nThe great <u>Fallen Star</u> is yours to take.\nYou will find it just here in the right upper corner. Just remember to use it wisely.",
                "Everyone is counting on you, don't let us down!"
            ]
        },
        "generalDialogue" :
        {
            "phrases" :
            [
                "Are you still here?     \nHave you already taken the star?     \nThere is no much else, other than the star, better to continue the mission.",
                "For now you've done a good job Wollo, but there is still much to do.\nNevertheless I know you will reach the end and save us all."
            ]
        }
    },
    
    
    
    
    
    
    {
        "humanID" : "07_RC_ResilientGearHuman",
        "humanName" : "Titan Gearwright",
        "biome" : "RuinedCity",
        "recipesUnlockedID" : "04_ResilientGears",
        "spokenTo" : false,
        "firstDialogue" :
        {
            "phrases" :
            [
                ""
            ]
        },
        "generalDialogue" :
        {
            "phrases" :
            [
                ""
            ]
        }
    },
    {
        "humanID" : "08_RC_FasterGearHuman",
        "humanName" : "Dash Gearwright",
        "biome" : "RuinedCity",
        "recipesUnlockedID" : "05_FasterGear",
        "spokenTo" : false,
        "firstDialogue" :
        {
            "phrases" :
            [
                ""
            ]
        },
        "generalDialogue" :
        {
            "phrases" :
            [
                ""
            ]
        }
    },
    {
        "humanID" : "09_RC_AutomaticGearHuman",
        "humanName" : "Cypher Gearwright",
        "biome" : "RuinedCity",
        "recipesUnlockedID" : "06_AutomaticGear",
        "spokenTo" : false,
        "firstDialogue" :
        {
            "phrases" :
            [
                ""
            ]
        },
        "generalDialogue" :
        {
            "phrases" :
            [
                ""
            ]
        }
    },
    {
        "humanID" : "10_RC_GearboxHuman",
        "humanName" : "Axle Gearwright",
        "biome" : "RuinedCity",
        "recipesUnlockedID" : "07_Gearbox",
        "spokenTo" : false,
        "firstDialogue" :
        {
            "phrases" :
            [
                ""
            ]
        },
        "generalDialogue" :
        {
            "phrases" :
            [
                ""
            ]
        }
    }
]