[
    {
        "humanID" : "AAA_Dr-IDK_Lab",
        "humanName" : "Dr. IDK",
        "biome" : "Laboratory",
        "recipesUnlockedID" : "",
        "spokenTo" : false,
        "firstDialogue" :
        {
            "phrases" :
            [
                "Hello Wollo, I see you finally found my <u>TranceSmitter</u>! Good job, Wollo!",
                "Now, I'll tell you what to do. Search for the <u>Final Recipe</u>, the one which will cure humanity from this long going desease.",
                "However, I don't know all the details, so you will have to use the TS to talk to everyone out there.\nLet's hope to find someone who knows something, even the smaller detail.",
                "Thinking about it, there is something I know...\nIn the world you will find 3 special items that are fundamental to complete the mission.",
                "A Star fallen eras ago.\nAn ancient God Idol, praised by people of an ancient culture.\nThe Nuclear Generator my friend Dr. Neutron Blaze created.",
                "Did you understand everything?                   \nGood!\nYou know, I hate to load you with this burden...",
                "Still you're the only one who can do it. I believe in you!",
                "Now go, complete your quest. Good luck Wollo!"
            ]
        },
        "generalDialogue" :
        {
            "phrases" :
            [
                "Hey! Love to see you back, how is it going?            \nGood! I like to hear that.",
                "You really are my most special invention, Wollo, I'm really proud of you <3.",
                "Go now, complete your quest, and come back to me when you'll have all th"
            ]
        }
    },
    {
        "humanID" : "AAA_Dr-IDK_Lab-3SpecialItems",
        "humanName" : "Dr. IDK",
        "biome" : "Laboratory",
        "recipesUnlockedID" : "14_FinalPotion",
        "spokenTo" : false,
        "firstDialogue" :
        {
            "phrases" :
            [
                "Finally Wollo!! You found all the special items!!!\nI knew you would be able to complete your quest!",
                "Now, listen to me.\nI'll explain how to combine the special items to you and how to create the Special Compound!",
                "Here:...\nPsss pss, psssssssssss\n... and then...\nPsssssss psss psssss pssss.           \nUnderstood everything?                 ",
                ".............                                          \nWow, you've done it! You completed the Special Compound!\nLast thing, put it inside the Recipe UI, use this recipe!"
                
            ]
        },
        "generalDialogue" :
        {
            "phrases" :
            [
                "Go, use the recipe UI to create the final potion.\nBe quick! I really want to party with you right now."
            ]
        }
    },
    {
        "humanID" : "AAA_Dr-IDK_Lab-EndGame",
        "humanName" : "Dr. IDK",
        "biome" : "Laboratory",
        "recipesUnlockedID" : "",
        "spokenTo" : false,
        "firstDialogue" :
        {
            "phrases" :
            [
                "My dear Wollo.... THANK YOU SO MUCH.\nFinally, I can move again, it is such a nice feeling!",
                "Let's create dozens of this potions, you have to free all the friends you made along the way!",
                "And remember, invite each one of them here.\nTonight we're throwing a partyyy!"

            ]
        },
        "generalDialogue" :
        {
            "phrases" :
            [
                "I will never thank you enough, my little loyal friend!"
            ]
        }
    },
    
    
    
    
    
    
    

    {
        "humanID" : "AAA_Buddy1",
        "humanName" : "One Wheel Boy",
        "biome" : "OvergrownForest",
        "recipesUnlockedID" : "",
        "spokenTo" : false,
        "firstDialogue" :
        {
            "phrases" :
            [
                "Good evening colleague, how you doin'?",
                "Me? I'm just a regular robot built to keep the parking safe, but situation has been really quiet in this period",
                "What are you saying? Humans have been paralyzed for last years? I thought they were just resting!",
                "You're trying to save them? That's so nice! Can I help you in some way?",
                "Oh, cool, I'm gonna join your adventure. We're gonna be an incredible duo, like macaroni and parmesan cheese!"
            ]
        },
        "generalDialogue" :
        {
            "phrases" :
            [
                ""
            ]
        }
    },

    {
        "humanID" : "AAA_Buddy2",
        "humanName" : "Franco The Destroyer",
        "biome" : "RuinedCity",
        "recipesUnlockedID" : "",
        "spokenTo" : false,
        "firstDialogue" :
        {
            "phrases" :
            [
                "Nice to meet you, I'm Franco, how can I help you?",
                "I'm sorry, I can't join your weird quest, I have to keep the park safe, I was built for that",
                "Don't be silly, humans are not paralyzed, they're just resting!",
                "I mean, sometimes they have to charge their batteries too",
                "...",
                "...",
                "Oh, that explains a lot of things...",
                "Ok, you have my support, but if someone vandalizes the park while I'm away you're in trouble, Mr SmartGuy!"
            ]
        },
        "generalDialogue" :
        {
            "phrases" :
            [
                ""
            ]
        }
    },
    
    {
        "humanID" : "00_OF_PolicemanWood",
        "humanName" : "Maur Woodsie",
        "biome" : "OvergrownForest",
        "recipesUnlockedID" : "",
        "spokenTo" : false,
        "firstDialogue" :
        {
            "phrases" :
            [
                "<i>Is this robot approaching me?!</i>\n<i>It kinda seems so...</i>",
                "How are you doing this fine morning gentleman? ...         \n<i>Oh yeah, I forgot I can't talk since I'm paralyzed.\nAll these years must have made me kinda stupid.</i>",
                "Wait, what? You can still understand me?",
                "That's goooooooooooooood. It has been years since I \"talked\" to someone...      \nSomething...      \nSome...",
                "What exactly are you??",
                "I understand... <i>Do I?</i>         \nAnyway, it really is a pleasure to meet you. What can I do for you?",
                "You want to enter the forest to search ingredients?        \nPut your life on the line for this noble cause?       \nThat's a good thing!",
                "HOWEVER                          ",
                "Don't underestimate the forest perils just because you are very resilient;        \nthis forest is known for the ferocious population of wolves that lives here.",
                "I WAS ALMOST FORGETTING.....!!! Move straight towards West.\nYou'll find one of your similar.\nI saw it roaming this area.\nHe could probably help you in this adventure!",
                "Please just pay attention, the whole humanity fate depends on you!"
            ]
        },
        "generalDialogue" :
        {
            "phrases" :
            [
                "How is it going?     \nHave you found all ingredients yet?\nI hope wolves weren't a problem...",
                "Ok, thanks to you humanity will be safe once again...\nKeep going little robot!"
            ]
        }
    },
    {
        "humanID" : "01_OF_MushroomHuman",
        "humanName" : "Johnny Mushbloom",
        "biome" : "OvergrownForest",
        "recipesUnlockedID" : "00_MushroomSoup",
        "spokenTo" : false,
        "firstDialogue" :
        {
            "phrases" :
            [
                "Hello, my name is Johnny MushBloom. I'm so relieved I'm still able to talk after all these years.",
                "Look around here, you can see many mushrooms, I was just about to pick' em up when I found myself completely blocked.",
                "But don't worry, if you want to use them instead they are all yours! Just be careful...",
                "You see, there are two kinds:\nthe red mushrooms are delicious, while the white ones are extremely poisonous.",
                "But I know the secret! Use this recipe: <u>Mushroom Good Soup</u> and you will be able to eat them both.",
                "Oh... Wait... Are you a robot?\n<i>I can barely move my eyes around</i> :C\nIn that case you don't need food, but energy!\nTry put them in a Mr.Fusion machine and you'll get energy.",
                "I hope I was helpful, come back again to see me!"
            ]
        },
        "generalDialogue" :
        {
            "phrases" :
            [
                "It is so nice of you to come back again to see how I'm doing!",
                "I'm fine, but it would be just better if I could move freely.",
                "But I guess I'll have to wait for a little more...",
                "Anyway, see you next time. Have a good day :)"
            ]
        }
    },
    {
        "humanID" : "02_OF_PoisonousDoughHuman",
        "humanName" : "Mortimer Corpsewell",
        "biome" : "OvergrownForest",
        "recipesUnlockedID" : "02_PoisonousDough",
        "spokenTo" : false,
        "firstDialogue" :
        {
            "phrases" :
            [
                "Hello friend what can I do for you today?     \n\n<i>I am totally going to unalive this little guy, he he.",
                "*tries to take the knife and ambush Wollo*",
                "<i> Fudge nuggets!! I didn't remember I can't move!</i>      \n\nWere you saying...?",
                "...     \nI totally was not going to do anything to you.      \nOn my, ehm, very respectable word.",
                "Oh, flippity flatdoodle, you can read my mind?!? I am really sorry...      \n<i>Or am I, he he....            \n...       \nOh right, the mind thing.</i>",
                "Soooo, can I make up to you by teaching you this recipe? <u><b>Posionous Dough Recipe</b></u>",
                "You will find the mushrooms in the upper path while you can encounter wolves on the path on the left.",
                "Ok, now go away before...      \nOh, yeah, I can't bloody move."
            ]
        },
        "generalDialogue" :
        {
            "phrases" :
            [
                "Are you still here? I already teached you all I know.",
                "<i>Just wait until I'll able to move again, then you will unders...</i>",
                "...\nNo, I definitely didn't say anything, na-ah. I wasn't thinking much neither he he."
            ]
        }
    },
    {
        "humanID" : "03_OF_LoverBoyHuman",
        "humanName" : "Romeo Montrose",
        "biome" : "OvergrownForest",
        "recipesUnlockedID" : "",
        "spokenTo" : false,
        "firstDialogue" :
        {
            "phrases" :
            [
                "Ciao, how's it going?",
                "Good to hear that!          \nMe? Not really well as you can probably see.",
                "I wouldn't even complain, if only I could see my beloved Juliet once more!",
                "...              \nAre you saying she's just that close? There is no way, not after all these years.",
                "You want to help us?\nThat would be the most kind thing some stranger has done for me.\nAnd I would be grateful forever!"
            ]
        },
        "generalDialogue" :
        {
            "phrases" :
            [
                "Oh, it's you again!",
                "Don't worry, I am just excited for what's about to happen.\n<i>After all this time... One more time...</i>"
            ]
        }
    },
    {
        "humanID" : "04_OF_LoverGirlHuman",
        "humanName" : "Juliet Thorne",
        "biome" : "OvergrownForest",
        "recipesUnlockedID" : "",
        "spokenTo" : false,
        "firstDialogue" :
        {
            "phrases" :
            [
                "Hello darling, have you seen my man? He's name is Romeo.\nI haven't seen him since this complete paralysis hit me.",
                "You say he's been by my side for all these years?\nOh my, I thought he went for that little bitch of his assistant a long time ago.",
                "*Starts crying*",
                "You really want to help me? That would be so generous, thanks!"
            ]
        },
        "generalDialogue" :
        {
            "phrases" :
            [
                "I waited for many years, a little more time won't change anything.",
                "Take your time, I will be here.\n<i>I couldn't move even if I wanted anyway.</i>"
            ]
        }
    },
    {
        "humanID" : "05_OF_CanineGlueHuman",
        "humanName" : "Amanda Dingobond",
        "biome" : "OvergrownForest",
        "recipesUnlockedID" : "01_CanineGlue",
        "spokenTo" : false,
        "firstDialogue" :
        {
            "phrases" :
            [
                "<i>You're here. Intruding. Glue binds. Wolves howl freedom.</i>\n<i>I'm trapped, paralyzed. Mind roams, limbs don't.</i>\n<i>Glue comforts. Wolves echo desires. Secret ally, silent companion.</i>\n<i>I long to run. Solace in bonding.</i>",
                "<i>Silence, my soliloquy.                 </i>\n<i>Your silent presence speaks.               </i>\n<i>Speak or remain. Our unspoken communion.</i>",
                "...",
                "Holy poly, did you hear everything I said??",
                "Is that so?\nWhat? You didn't understand what I was mumbling?",
                "<i>Great Scott! I got lucky this time...</i>\n\nI can't tell you that, but I can reveal to you one of my other secrets.",
                "Pssssst... Psssssssssst... \nAnd then psst... \nPssssssst... \nAnd finally you put it out before it goes pssst...",
                "That is how you do the most perfect recipe of them all: the <u>Canine Glue</u>!",
                "Now go, I need to concentrate on my very important thoughts."
            ]
        },
        "generalDialogue" :
        {
            "phrases" :
            [
                "<i>Arrived, interloper, crystals bind, echoes yearn.</i>\n<i>Wings clipped, mind dances, feet stagnant.</i>",
                "<i>Threads embrace, echoes resonate, veiled witness.</i>\n<i>Silent partner, craving flight, refuge in fusion.</i>",
                "<i>Silence.\nMy sonnet, your mute echoes resonate.</i>\n<i>Voiceless encore, our dance of whispers.</i>"
            ]
        }
    },
    {
        "humanID" : "06_OF_FallenStarHuman",
        "humanName" : "Juliet Thorne",
        "biome" : "OvergrownForest",
        "recipesUnlockedID" : "03_OrganicTerracotta",
        "spokenTo" : false,
        "firstDialogue" :
        {
            "phrases" :
            [
                "You are finally here! The prophecy is about to be completed!",
                "Of course I knew you would come, one day. I am still the Divine Oracle afer all!",
                "...          \nYou have no idea who the Divine Oracle is? Were you born yesterday?\n...                        \nIt was just a rethorical question, you don't have to answer it...",
                "Anyway.               \nNow that you're here it is time...\nThe great <u>Fallen Star</u> is yours to take.\nYou will find it just here in the right upper corner. Just remember to use it wisely.",
                "Everyone is counting on you, don't let us down!"
            ]
        },
        "generalDialogue" :
        {
            "phrases" :
            [
                "Are you still here?     \nHave you already taken the star?     \nThere is no much else, other than the star, better to continue the mission.",
                "For now you've done a good job Wollo, but there is still much to do.\nNevertheless I know you will reach the end and save us all."
            ]
        }
    },



    
    
    


    {
        "humanID" : "07_RC_PolicemanCity",
        "humanName" : "Asher Lawton",
        "biome" : "RuinedCity",
        "recipesUnlockedID" : "",
        "spokenTo" : false,
        "firstDialogue" :
        {
            "phrases" :
            [
                "Greetings, traveler. I'm Asher Lawton, trying to keep some semblance of order in this chaos!\n<i>Did he already realize I am completely paralyzed...?</i>           \nOooh, you say you're here to get the <b>Golden Idol</b>?!?\nI'll let you take it, only if you promise it's for saving humanity.",
                "What you say? You're also searching for someone?\nI am too on the lookout for four mechanics, who once tinkered in these parts.\nThey're skilled, resourceful, and, given the situation, likely in need of aid.\nIf you stumble upon them, tell them Asher's ready to help.",
                "This city is now ruined and full of tales and perils,\nbut their expertise might just hold the key to save us all...                 \nEeeehhmmm, them all!"
            ]
        },
        "generalDialogue" :
        {
            "phrases" :
            [
                "The ruins whisper stories of a city long forgotten.\nThere's a beauty in its decay, but also danger lurking in every corner.\nPay attention!"
            ]
        }
    },
    {
        "humanID" : "08_RC_ResilientGearHuman",
        "humanName" : "Titan Gearwright",
        "biome" : "RuinedCity",
        "recipesUnlockedID" : "04_ResilientGears",
        "spokenTo" : false,
        "firstDialogue" :
        {
            "phrases" :
            [
                "Hey there, traveler!\nI got caught by this desease in the middle of crafting something truly special!\nWanna see?",
                "Look here, my secret to resilience lies in the crafting of this particular gear...\nI call it the <b>Resilient Gear</b>.\nWant to know how it's done?               \nSure, I'm happy to share the recipe with you!"
            ]
        },
        "generalDialogue" :
        {
            "phrases" :
            [
                "Ah, it's you again! Making progress in this wild adventure?\nRemember! Resilience isn't just in the gears we craft, but it's in the choices we make too. Keep pushing forward!"
            ]
        }
    },
    {
        "humanID" : "09_RC_FasterGearHuman",
        "humanName" : "Dash Gearwright",
        "biome" : "RuinedCity",
        "recipesUnlockedID" : "05_FasterGear",
        "spokenTo" : false,
        "firstDialogue" :
        {
            "phrases" :
            [
                "Greetings, traveler! I'm Dash, always seeking speed.\nYou're after a <b>Faster Gear</b>, right? You're in The place, I'm the rightful owner of this gear patent!",
                "But remember...                  \nSpeed isn't everything. Sometimes things are about finding the right pace."
            ]
        },
        "generalDialogue" :
        {
            "phrases" :
            [
                "Back for more, are you? Progress waits for no one!\nKeep up that pace, but don't forget to savor the journey.\nNot everything revolves on speed, sometimes it's about the experience too!"
            ]
        }
    },
    {
        "humanID" : "10_RC_AutomaticGearHuman",
        "humanName" : "Cypher Gearwright",
        "biome" : "RuinedCity",
        "recipesUnlockedID" : "06_AutomaticGear",
        "spokenTo" : false,
        "firstDialogue" :
        {
            "phrases" :
            [
                "Welcome, young one. I'm Cypher, creator of the <b>Automatic Gear</b> — a marvel of efficiency.\nIntrigued, aren't you? I am happy to share with you the recipe.",
                "Just remember, efficiency is always the key, but often is needed something \"more\"..., for everything to be perfect."
            ]
        },
        "generalDialogue" :
        {
            "phrases" :
            [
                "Ah, our paths cross once more.\nRemember? Progress isn't always automatic. Be careful when thinking your moves (even if you're a robot)!\nSo, choose wisely on your journey, bye!"
            ]
        }
    },
    {
        "humanID" : "11_RC_GearboxHuman",
        "humanName" : "Axle Gearwright",
        "biome" : "RuinedCity",
        "recipesUnlockedID" : "07_Gearbox",
        "spokenTo" : false,
        "firstDialogue" :
        {
            "phrases" :
            [
                "Well met! I'm Axle. Say, just to know, have you already met my children?        \nOk, rigt...",
                "Still, I know why you're here...\nYou came for the true masterpiece, you need the <b>Gearbox</b> recipe.\nHere it is, lad.",
                "Attention though, a creation's heart lies not just in its mechanics, but in the hands that guide them."
            ]
        },
        "generalDialogue" :
        {
            "phrases" :
            [
                "Back for more wisdom from this old guy, eh?\nRemember, progress is about more than just gears turning — it's about what we learn along the way.\nKeep those gears turning, adventurer!"
            ]
        }
    },









    {
        "humanID" : "12_WL_StrangePolicemanHuman",
        "humanName" : "Paul Iziotto",
        "biome" : "Wastelands",
        "recipesUnlockedID" : "",
        "spokenTo" : false,
        "firstDialogue" :
        {
            "phrases" :
            [
                "Hello there, I am the policeman charged to oversee these desolate lands.\nThe wastelands, witness to a nuclear disaster that left us untouched but forever changed.",
                "Everything was fine before this illness changed everything.\nSome time after it, the nuclear reactor blown up and destroyed everything...\nEverything but that pool North-West, whoever created it is a genius...",
                "Now, navigating this eerie aftermath is no easy task, but I can tell you what I know...\nThere were some guys keeping the reactor going right.\nThey should be around here, I think one is straight West from here.",
                "Check it out, and pay attention to the multiple strange beasts that roam around here.\nThey must have been mutated by the dense radiation floating here."
            ]
        },
        "generalDialogue" :
        {
            "phrases" :
            [
                "Found anyone? Good, but still, continue searching.\nThere could be anything, anywere...      ",
                "Good luck :D"
            ]
        }
    },
    {
        "humanID" : "13_WL_ExhaustedSupercondictorHuman",
        "humanName" : "Dr. Lorn Quantum",
        "biome" : "Wastelands",
        "recipesUnlockedID" : "08_ExhaustedSuperconductor",
        "spokenTo" : false,
        "firstDialogue" :
        {
            "phrases" :
            [
                "Greetings, fellow survivor (circa). I am Dr. Lorn Quantum, maestro of nanomaterials.\nThe reactor explosion depleted my a superconductors.\nIts power, lost to the fallout.",
                "If you find the remnants of my lab you might discover the exhausted recipe for that superconductor.\nI am jocking, I have it pressed inside my mind\n<i>Shishishishishishi</i>",
                "Once, it was the epitome of conductivity. Now, it's yours to explore."
            ]
        },
        "generalDialogue" :
        {
            "phrases" :
            [
                "Back again, are you? In this timeless void, we are but echoes of the past.\nReflect on the choices ahead, for even the most durable materials can break.",
                "A lesson learned from nanomaterials and life alike."
            ]
        }
    },
    {
        "humanID" : "14_WL_ChargedSupercondictorHuman",
        "humanName" : "Dr. Volt Argen",
        "biome" : "Wastelands",
        "recipesUnlockedID" : "09_ChargedSuperconductor",
        "spokenTo" : false,
        "firstDialogue" :
        {
            "phrases" :
            [
                "Greetings, stranger. I am Dr. Volt Argen, master of electricity.\nAmidst the desolation, I harnessed the remnants of Adenityst, a rare mineral strewn about.\nWith its energy, I've charged up Dr. Quantum's superconductor.",
                "I would like to say it was my geniousness that got it...\nThe truth being some day (I still were here) and a lightning hit the water you see up here.",
                "I got much scared, then I remembered I am immortal...\nHowever, the Superconductor was charged by the lightning and gave me the idea on how to make it myself.",
                "Here, take the recipe for the <b>Charged Superconductor</b> and let the sparks of Adenityst guide your way."
            ]
        },
        "generalDialogue" :
        {
            "phrases" :
            [
                "Ah, you return. Adenityst holds the potential to rekindle the brilliance lost to nuclear shadows.\nAs you venture forth, harness its power wisely—it might just light the path to a brighter future."
            ]
        }
    },
    {
        "humanID" : "15_WL_EnrichedGemstoneHuman",
        "humanName" : "Dr. Seraphina Gemheart",
        "biome" : "Wastelands",
        "recipesUnlockedID" : "10_EnrichedGemstone",
        "spokenTo" : false,
        "firstDialogue" :
        {
            "phrases" :
            [
                "<i>Who is this little guy?\nHave I already met him?? I have no idea...              ",
                "Hellooo. I am Dr. Seraphina Gemheart, a gemstone aficionado.\nThe Adenityst you hold... its essence resonates with my gemstones.",
                "With it, I've crafted an <b>Enriched Gemstone</b>, a beacon of untapped potential.\nThe enriched gemstone is more than a mere jewel.\nIt holds the radiant essence of Adenityst, a reminder that even in the harshest environments, beauty and strength can coexist.",
                "The recipe, here, my gift to you."
            ]
        },
        "generalDialogue" :
        {
            "phrases" :
            [
                "<i>Who is this little guy?\nHave I already met him?? I have no idea...              ",
                "Hellooo. I am Dr. Seraphina Gemheart, a gemstone aficionado.\nThe Adenityst you hold... its essence resonates with my gemstones.",
                "With it, I've crafted an <b>Enriched Gemstone</b>, a beacon of untapped potential.\nThe enriched gemstone is more than a mere jewel.\nIt holds the radiant essence of Adenityst, a reminder that even in the harshest environments, beauty and strength can coexist.",
                "The recipe, here, my gift to you."
            ]
        }
    },
    {
        "humanID" : "16_WL_NuclearFuelHuman",
        "humanName" : "Dr. Neutron Blaze",
        "biome" : "Wastelands",
        "recipesUnlockedID" : "11_NuclearFuel",
        "spokenTo" : false,
        "firstDialogue" :
        {
            "phrases" :
            [
                "Hey you! Are you not the perfect creation of my friend, Dr.IDK?\nI am Dr. Neutron Blaze, master of nuclear fusion.\nTell me, how is IDK?               \nI understand... He's stuck just as us...",
                "Listen, tell him this:\nI've concocted a recipe for nuclear fuel, a source of boundless energy.\nHere's the recipe: use it wisely, for which in it lies both creation and destruction.",
                "Go, complete your mission, Wollo, you're almost there!"
            ]
        },
        "generalDialogue" :
        {
            "phrases" :
            [
                "Have you not completed the final recipe yet?\nI don't want to rush you, still, you're so close to free us all!"
            ]
        }
    },






    {
        "humanID" : "ZZZ_WL_KineticEnergyGeneratorHuman",
        "humanName" : "- Agent 012 -",
        "biome" : "Wastelands",
        "recipesUnlockedID" : "12_KyneticEnergyGenerator",
        "spokenTo" : false,
        "firstDialogue" :
        {
            "phrases" :
            [
                "You arrived.\nA seer predicted it.\nWe're here to give you this last recipes, don't waste them."
            ]
        },
        "generalDialogue" :
        {
            "phrases" :
            [
                "Pardon my colleague, he doesn't speak that much..."
            ]
        }
    },
    {
        "humanID" : "ZZZ_WL_NuclearHeatingSystemHuman",
        "humanName" : "- Agent 013 -",
        "biome" : "Wastelands",
        "recipesUnlockedID" : "13_NuclearHeatingSystem",
        "spokenTo" : false,
        "firstDialogue" :
        {
            "phrases" :
            [
                "..."
            ]
        },
        "generalDialogue" :
        {
            "phrases" :
            [
                "..."
            ]
        }
    }
]